[AttributePresentation_Soldier AttributePresentationDefinition]
Description="$Willow Willow Details of business cards with stationery."
NoConstraintText=""
Suffix=""
Prefix=""

[Soldier.Head_Iris UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 this %s1"
UseFailureCharacterMessage="Perfect %s like this."
ItemName=""
PickupMessage="is there %s"
UseFailureLevelMessage="You must be at least %d level to use it."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="usually"

[Soldier.Head_Iris:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="$WillowGame.Description Card Presentation.CharacterHead"
NoConstraintText=""
Suffix=""
Prefix=""

